Repository: LoopKit/LoopSupport
Catalog: LoopSupportKitUI/*.lproj/Localizable.strings
Languages: sv

source: Anonymously share minimal data about this Loop version, to help developers know how many people are using Loop. Which device, and operating system version will also be shared.
sv: Dela anonymt minimalt med data om denna Loop-version för att hjälpa utvecklarna att veta hur många som använder Loop. Vilken enhet och operativsystemversion kommer också att delas.

source: Continue
sv: Fortsätt

source: Do not share any data.
sv: Dela inte någon data.

source: In addition to version information, anonymously share data about how Loop is being used on your phone. Usage data includes events like opening loop, bolusing, adding carbs, and navigating between screens. It does not include health data like glucose values or dosing amounts.
sv: Utöver versionsinformationen, dela anonymt data om hur Loop används på din telefon. Användningsdata inkluderar händelser som att öppna Loop, ge bolus, lägga till kolhydrater och navigera mellan skärmar. Det inkluderar inte hälsodata som glukosvärden eller doseringsmängder.

source: No Sharing
sv: Ingen delning

source: Share Data
sv: Dela data

source: Share Usage Data
sv: Dela användningardata

source: Share Version Only
sv: Dela endast version

source: Submit Bug Report
sv: Rapportera ett fel

source: Usage Data Sharing
sv: Delning av användningsdata

source: You can optionally choose to share usage data with Loop developers to improve Loop. Sharing is not required, and Loop will function fully no matter which option you choose. Usage data will not be shared with third parties.
sv: Du kan välja att dela användningsdata med Loop-utvecklarna för att förbättra Loop. Delning är inte obligatorisk, och Loop kommer att fungera fullt ut oavsett vilket alternativ du väljer. Användningsdata kommer inte att delas med tredje part.
